CSI API ETABS v1
cLoadPatterns.AutoSeismic Property
 Namespace: ETABSv1
 Assembly: ETABSv1 (in ETABSv1.dll) Version: 1.0.0.0 (2.6.0.0)
Syntax
cAutoSeismic AutoSeismic { get; }
ReadOnly Property AutoSeismic As cAutoSeismic
	Get
Dim instance As cLoadPatterns
Dim value As cAutoSeismic
value = instance.AutoSeismic
property cAutoSeismic^ AutoSeismic {
	cAutoSeismic^ get ();
}
abstract AutoSeismic : cAutoSeismic with get
Property Value
Type: cAutoSeismic
See Also
Reference
cLoadPatterns Interface
ETABSv1 Namespace